Repository: westonruter/wp-plugin-dependencies
Catalog: lang/plugin-dependencies-*.po
Languages: el

source: network
el: δίκτυο

source: Dependency: Satisfied
el: Εξάρτηση: Ικανοποιημένη

source: Dependency: Network unsatisfied
el: Εξάρτηση: Μη ικανοποιημένη στο δίκτυο

source: Dependency: Unsatisfied
el: Εξάρτηση: Μη ικανοποιημένη

source: The plugin(s) which was just deactivated provided a dependency for other plugins. Dependent plugin(s) on the following sites in your network have been deactivated:
el: Το(τα) πρόσθετο(α) που μόλις απενεργοποιήθηκαν προσέφεραν εξάρτηση σε άλλα πρόσθετα. Εξαρτώμενο(α) πρόσθετο(α) στους ακόλουθους ιστότοπους του δικτύου σας έχουν απενεργοποιηθεί:

source: One or more plugins were not activated as their dependencies were not met at the time of activation. If the dependencies have been met in the mean time, please try and activate them again:
el: Ένα ή περισσότερα πρόσθετα δεν ενεργοποιήθηκαν καθώς οι εξαρτήσεις τους δεν ικανοποιήθηκαν τη στιγμή της ενεργοποίησης. Αν οι εξαρτήσεις έχουν ικανοποιηθεί στο μεταξύ, προσπαθήστε να τα ενεργοποιήσετε πάλι:

source: The following plugins have (also) been deactivated as a plugin they depend on has been deactivated:
el: Τα ακόλουθα πρόσθετα έχουν (επίσης) απενεργοποιηθεί καθώς ένα πρόσθετο από το οποίο εξαρτώνται έχει απενεργοποιηθεί:

source: Required plugins:
el: Προαπαιτούμενα πρόσθετα:

source: The following plugins have been deactivated due to dependency conflicts:
el: Τα ακόλουθα πρόσθετα έχουν απενεργοποιηθεί λόγω διενέξεων στις εξαρτήσεις:

source: The following plugins have also been deactivated:
el: Τα ακόλουθα πρόσθετα έχουν επίσης απενεργοποιηθεί:
